export const v4 = {
  crankshaft: {
    name: "크랭크샤프트",
    description: `크랭크샤프트(crankshaft)는 엔진 안에서 회전을 만들어내는 중심
    축이다.
    <br /> 피스톤이 위아래로 움직이며 생긴 힘을 회전 운동으로 바꿔주는
    역할을 한다. <br />이 회전이 미션과 바퀴로 전달돼 차량이 움직인다.
    <br />
    V4 엔진에서는 네 개 실린더의 힘을 균형 있게 모아 부드럽게 회전시키는 게
    특히 중요하다.`,
  },
  connectingRod: {
    name: "커넥팅 로드",
    description: `커넥팅 로드(connecting rod)는 피스톤과 크랭크샤프트를 연결하는 중간 부분이다.
    <br /> 피스톤이 위아래로 움직이며 생긴 힘을 회전 운동으로 바꿔주는
    역할을 한다. <br />이 회전이 미션과 바퀴로 전달돼 차량이 움직인다.
    <br />
    V4 엔진에서는 네 개 실린더의 힘을 균형 있게 모아 부드럽게 회전시키는 게
    특히 중요하다.`,
  },
  piston: {
    name: "피스톤",
    description: `피스톤(piston)는 엔진 안에서 위아래로 움직이는 부품이다.
    <br /> 피스톤이 위아래로 움직이며 생긴 힘을 회전 운동으로 바꿔주는
    역할을 한다. <br />이 회전이 미션과 바퀴로 전달돼 차량이 움직인다.
    <br />
    V4 엔진에서는 네 개 실린더의 힘을 균형 있게 모아 부드럽게 회전시키는 게
    특히 중요하다.`,
  },
  pistonPin: {
    name: "피스톤 핀",
    description: `피스톤 핀(piston pin)는 피스톤과 크랭크샤프트를 연결하는 부품이다.
    <br /> 피스톤이 위아래로 움직이며 생긴 힘을 회전 운동으로 바꿔주는
    역할을 한다. <br />이 회전이 미션과 바퀴로 전달돼 차량이 움직인다.
    <br />
    V4 엔진에서는 네 개 실린더의 힘을 균형 있게 모아 부드럽게 회전시키는 게
    특히 중요하다.`,
  },
  pistonRing: {
    name: "피스톤 링",
    description: `피스톤 링(piston ring)는 피스톤과 크랭크샤프트를 연결하는 부품이다.
    <br /> 피스톤이 위아래로 움직이며 생긴 힘을 회전 운동으로 바꿔주는
    역할을 한다. <br />이 회전이 미션과 바퀴로 전달돼 차량이 움직인다.
    <br />
    V4 엔진에서는 네 개 실린더의 힘을 균형 있게 모아 부드럽게 회전시키는 게
    특히 중요하다.`,
  },
  conrodBolt: {
    name: "커넥팅 로드 볼트",
    description: `커넥팅 로드 볼트(conrod bolt)는 커넥팅 로드와 피스톤을 연결하는 부품이다.
    <br /> 피스톤이 위아래로 움직이며 생긴 힘을 회전 운동으로 바꿔주는
    역할을 한다. <br />이 회전이 미션과 바퀴로 전달돼 차량이 움직인다.
    <br />
    V4 엔진에서는 네 개 실린더의 힘을 균형 있게 모아 부드럽게 회전시키는 게
    특히 중요하다.`,
  },
  connectingRodCap: {
    name: "커넥팅 로드 캡",
    description: `커넥팅 로드 캡(connecting rod cap)는 커넥팅 로드와 피스톤을 연결하는 부품이다.
    <br /> 피스톤이 위아래로 움직이며 생긴 힘을 회전 운동으로 바꿔주는
    역할을 한다. <br />이 회전이 미션과 바퀴로 전달돼 차량이 움직인다.
    <br />
    V4 엔진에서는 네 개 실린더의 힘을 균형 있게 모아 부드럽게 회전시키는 게
    특히 중요하다.`,
  },
};
